{
    "a1991b19": {
      "0": [
        "I didn’t know he was writing all of this… God. He really believed I was trying to destroy him.",
        "He twisted everything. I wasn’t perfect, but this? This isn’t love—it’s control."
      ],
      "1": [
        "He said he was doing it for me… but all I ever felt was pressure.",
        "He wanted me to be perfect. I couldn’t even breathe without disappointing him."
      ],
      "2": [
        "Jesus. He really hated both of us, didn’t he?",
        "Look, I didn’t mean for things to go this far. But this? This was a man unraveling."
      ]
    },
    "c1991b19": {
      "0": [
        "Where did you get that…?",
        "I thought I threw it away. I never meant to send it. I just—wrote it in a moment I was breaking.",
        "I loved my family. I did. I just needed to feel human again."
      ],
      "1": [
        "I found that letter weeks ago.",
        "She says she never sent it, but that doesn’t change what’s in it.",
        "That was the day I stopped believing either of them would ever fix this."
      ],
      "2": [
        "I... I didn’t know she wrote this.",
        "We talked, sure. But I never asked for this. I didn’t think it went that deep."
      ]
    },
    "317f1f19": {
      "0": [
        "He planned all this behind my back… even had Claire in mind.",
        "I knew he was hurting, but I didn’t think he’d go this far.",
        "Gregory kept pushing. I should’ve protected Alex. I didn’t."
      ],
      "1": [
        "Yeah, that’s mine.",
        "I was going to leave. Things weren’t working anymore.",
        "That plan was just to get out. That’s all."
      ],
      "2": [
        "...I didn’t know."
      ]
    },
    "617f1f19": {
        "0": "That shot... it’s from the hedge line by the fence. Mark’s kitchen window faces there, doesn’t it?",
        "1": "...We always sat like that. How would anyone else know when we did lunch?",
        "2": "I mean, anyone could’ve stood back there... I’ve seen squirrels digging around. Probably just someone being nosy."
    },
    "b17d1f19": {
        "0": "Whoever it was knew our routine... even where I sit every evening.",
        "1": "Someone took this right through our living room window… that's not normal.",
        "2": "You can see through that window from the sidewalk if the lamp's on... I’ve walked past it before—anyone could’ve."
    },
    "71991b19": {
      "0": "That was the day we bumped into Mark near the store... but he said it was a coincidence.",
      "1": "...Okay, this is stalker-level stuff. Who would follow us through a parking lot?",
      "2": "C’mon, I don’t even like grocery stores. I—might’ve been nearby, sure, but I wasn’t creeping around."
    },
    "PhotoScannedTime": {
      
      "0": {
        "0": "Is this recent? I didn’t even notice someone taking pictures…",
        "1": "Someone’s been watching us? That’s... weird. Why would anyone care?",
        "2": "That’s unsettling. Must’ve been someone with a zoom lens or something."
      },
      "1": {
        "0": "Two different moments… from different days. This isn’t random.",
        "1": "This is starting to get creepy. Whoever took these... they weren’t just passing by.",
        "2": "Okay, maybe someone’s got too much time on their hands. This is starting to feel personal."
      },
      "2": {
        "0": "Why… why would someone do this? How long were they watching us?",
        "1": "Three? This wasn’t just watching. They were obsessed.",
        "2": "This wasn’t just curiosity. Whoever did this wanted to remember something."
      }
    },
    "e17d1f19": {
      "0": [
        "He told me it was urgent, something for school. He was really stressed about it.",
        "I might’ve added a couple things, just to be safe. The knife? That was me — I figured it’d help with cutting materials."
      ],
      "1": [
        "Yeah… I told Mom I needed stuff for my project, but not all of this.",
        "I only asked for things like foamboard, some wire, maybe glue. She probably added some of the extra tools on her own.",
        "I didn’t even know she grabbed a utility knife."
      ],
      "2": "That’s a pretty intense list for a school project. Pulleys, hooks... either he's a genius or building a trap. No offense."
    },
    "41991b19": {
      "0": [
        "Yes, I bought all of that. It was for Alex’s project — he sent me the list.",
        "I grabbed some groceries too, since I was already out.",
        "But… now that I think about it, he asked me to go right at 6:30. Said he needed it done before tomorrow. It felt a little odd, but I didn’t question it at the time."
      ],
      "1": [
        "I asked for supplies. Mom got most of it. I didn’t really check everything she grabbed.",
        "Some of it was exactly what I needed though."
      ],
      "2": "Paint, LEDs, wire, even a precision knife… That’s a lot for a school model. I guess art class got more advanced since I was in school."
    },
    "Alibis": {
      "0": [
        "I left a little after six… maybe 6:20 or 6:25? I remember checking a message before I started the car.",
        "I have the receipt, yes, but I didn’t go straight there. I made a quick stop on the way—I think I passed by the gas station."
      ],
      "1": [
        "I was upstairs the whole time. Probably between 6 and 7? Just doing homework.",
        "Had my headphones on the whole time, so I didn’t hear much."
      ],
      "2": [
        "I think I got home around 6:30-ish. Not sure. Was just making coffee.",
        "My window faces their backyard, but I wasn’t really watching… well, maybe I glanced out.",
        "Heard some noise, yeah — could’ve been the wind or squirrels. I didn’t really check."
      ]
    }
  }
  